7zip
alsa-firmware
alsa-utils
astyle
base
base-devel
bluez
bluez-utils
brightnessctl
btop
chafa
chaotic-keyring
chaotic-mirrorlist
dosfstools
efibootmgr
expac
eza
fastfetch
fd
firefox
flatpak
fzf
geany
git
gnome-keyring
google-chrome
greetd-tuigreet
grim
grub
gvfs
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
imv
intellij-idea-community-edition
intel-ucode
jq
kitty
libinput-tools
linux
linux-firmware
linux-headers
matugen
mesa
mtools
nano
nemo
nemo-fileroller
networkmanager
niri
noto-fonts
ntfs-3g
nwg-dock-hyprland
nwg-drawer
nwg-look
os-prober
otf-fira-sans
otf-font-awesome
papirus-icon-theme
paprefs
paru
pavucontrol
polkit-gnome
poppler
postman-bin
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
qalculate-gtk
rate-mirrors
ripgrep
rofi
sassc
slurp
socat
sof-firmware
sudo
swayidle
swaylock-effects
swaync
swww
telegram-desktop
thunderbird
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-roboto
usbutils
vim
visual-studio-code-bin
vulkan-intel
waybar
wl-clipboard
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xwayland-satellite
yazi
zathura
zathura-pdf-mupdf
zoxide
zsh
